"ASSISTED_AUTH_INSTRUCTIONS" = "%@에 방문하고 다음 코드를 입력하여 %@에 로그인하세요";

"BUTTON_AUTHENTICATE" = "내 휴대폰 번호 사용";

"BUTTON_CONTINUE" = "계속하기";

"BUTTON_CREATED_ACCOUNT" = "계정 생성함";

"BUTTON_CREATE_ACCOUNT" = "계정 만들기";

"BUTTON_CREATING_ACCOUNT" = "계정을 만드는 중";

"BUTTON_DISMISS" = "취소";

"BUTTON_DONE" = "완료";

"BUTTON_EDIT_NUMBER" = "번호 수정하기";

"BUTTON_LOGGING_IN" = "로그인 중";

"BUTTON_NOT_NOW" = "나중에 다시 보기";

"BUTTON_OKAY" = "확인";

"BUTTON_RESEND_CONF_CODE" = "코드 다시 보내기";

"BUTTON_RETRY" = "다시 시도";

"BUTTON_SENDING" = "보내는 중...";

"BUTTON_SENDING_CONF_CODE" = "인증 코드를 보내는 중";

"BUTTON_SEND_CONF_CODE" = "인증 코드 보내기";

"BUTTON_SENT_CONF_CODE" = "인증 코드 보냄";

"BUTTON_TRY_DIFFERENT_NUMBER" = "다른 휴대폰 번호로 시도";

"BUTTON_VERIFYING" = "인증 중";

"CALL_ME_ACTION" = "전화로 인증";

"CALL_ME_LOADING" = "전화하는 중...";

"DEFAULT_INVITE_VIEW_TITLE" = "친구 초대하기";

"ERROR_CANT_SMS" = "이 번호로 SMS 문자를 보낼 수 없습니다.";

"ERROR_CHECK_CODE_TRY_AGAIN" = "코드를 확인한 후 다시 시도하세요.";

"ERROR_CHECK_CONNECTION_TRY_AGAIN" = "앗, 네트워크 문제가 발생한 것 같습니다. 다시 시도할까요? [%@]";

"ERROR_CHECK_EMAIL_TRY_AGAIN" = "이메일 주소를 확인한 후 다시 시도해주세요.";

"ERROR_CHECK_NUMBER_TRY_AGAIN" = "휴대폰 번호를 확인한 후 다시 시도하세요.";

"FOOTNOTE_2_STEP_VERIFICATION_CODE" = "이전에 <a href=\"https://www.digits.com/settings\">digits.com</a>에서 2단계 인증 코드를 설정했습니다.";

"FOOTNOTE_CONF_CODE_CALL_ME" = "위의 '전화로 인증'을 탭하면 <a href=\"https://www.digits.com\">Digits by Twitter</a>에서 휴대폰 번호 인증을 위한 음성 통화를 발신합니다. 음성 통화 및 데이터 요금이 부과될 수 있습니다.";

"FOOTNOTE_CREATE_ACCOUNT" = "위의 '계정 만들기'를 탭하면 <a href=\"https://www.digits.com\">Digits by Twitter</a>의 <a href=\"https://twitter.com/tos\">이용약관</a>, <a href=\"https://twitter.com/privacy\">개인정보 취급방침</a> 및 <a href=\"https://support.twitter.com/articles/20170514\">쿠키 사용</a>, %@에 대한 휴대폰 번호 공유, %@ 사용자들이 나를 휴대폰 번호로 찾을 수 있게 하는 데 동의하게 됩니다.";

"FOOTNOTE_EMAIL_DISCLOSURE" = "'계속하기' 버튼을 탭하면 이 이메일이 내 Digits 계정에 추가됩니다. 이 앱과 <a href=\"https://www.digits.com/settings\">내 Digits 계정의 모든 앱</a>이 이 이메일 주소에 접근하고 해당 앱의 사용자들이 이메일로 나를 찾을 수 있게 하는 데 동의하게 됩니다.";

"FOOTNOTE_LOGIN" = "위의 '계속하기'를 탭하면 내 <a href=\"https://www.digits.com/settings\">Digits 휴대폰 번호 및 이메일 주소</a>가 %@에 공유되며, %@ 사용자들이 나를 휴대폰 번호와 이메일로 찾을 수 있게 됩니다.";

"FOOTNOTE_SEND_CONF_CODE" = "위의 '인증 코드 보내기'를 탭하면 <a href=\"https://www.digits.com\">Digits by Twitter</a>에서 휴대폰 번호 인증을 위한 SMS를 발송합니다. 다음 화면에서 '코드 재전송'을 선택해서 새 SMS를 받거나 '전화로 인증'을 선택해 휴대폰 번호 인증을 위한 전화를 받을 수 있습니다. 문자, 통화 및 데이터 요금이 부과될 수 있습니다.";

"FOOTNOTE_TOS_UPDATE" = "위의 '계속하기'를 누르면 <a href=\"https://www.digits.com\">Digits by Twitter</a>가 갱신한 <a href=\"https://twitter.com/tos\">이용약관</a>, <a href=\"https://twitter.com/privacy\">개인정보 취급방침</a> 및 <a href=\"https://support.twitter.com/articles/20170514\">쿠키 사용</a>, 즉 %@에 대한 <a href=\"https://www.digits.com/settings\">Digits 휴대폰 번호 및 이메일 주소</a> 공유, %@ 사용자들이 나를 휴대폰 번호로 찾을 수 있게 하는 데 동의하게 됩니다.";

"INVITED_BUTTON_TITLE" = "초대됨";

"INVITE_BUTTON_TITLE" = "초대하기";

"LABEL_ENTER_2_STEP_VERIFICATION_CODE" = "2단계 인증 코드를 입력하세요.";

"LABEL_ENTER_CONF_CODE" = "6자리 코드를 보내드렸습니다.";

"LABEL_ENTER_EMAIL" = "이메일 주소를 입력하세요.";

"LABEL_ENTER_PHONE_NUMBER" = "휴대폰 번호가 몇 번이세요?";

"LABEL_EXPLAIN_FIND_YOUR_FRIENDS" = "Digits by Twitter를 사용하여 이 앱을 사용하는 친구를 더 많이 찾을 수 있습니다. \"확인\"을 터치하면 주소록이 Digits by Twitter에 업로드되어 나를 아는 %@ 의 사용자를 발견하거나, %@ 의 다른 사용자들이 나를 발견할 수 있습니다.";

"LABEL_FIND_YOUR_FRIENDS_TITLE" = "친구 찾기";

"LABEL_UNABLE_TO_CONFIRM_NUMBER" = "휴대폰 번호를 확인할 수 없음";

"LABEL_UNABLE_TO_CONFIRM_NUMBER_EXPLANATION" = "죄송합니다. 인증 코드를 전송하는 데 문제가 발생했습니다.";

"ONBOARDING_MESSAGE" = "https://fabric.io에 로그인해서 인증 이메일과 SMS/음성 인증 메시지에 포함될 내 앱 이름을 설정하세요.";

"ONBOARDING_MESSAGE_ANSWERS" = "내 앱에 Answers 프레임워크를 추가해서 Digits 이벤트를 자동으로 기록하세요. https://answers.io에서 자세히 알아보세요.";

"PARTIAL_FOOTNOTE_THIS_APP" = "이 앱";

"SMS_PREFILL_TEXT_DEFAULT" = "안녕하세요, %@ 님. 저와 함께 %@(을)를 사용해봐요!";

"SMS_PREFILL_TEXT_DEFAULT_BRANCH" = "안녕하세요, %@ 님. %@(을)를 %@에 설치해보세요.";

